{
  "description": [
    "本利用規約（以下、規約）は、Mifton（以下、本サービス）を提供する運営チームと利用されるご利用者様との権利義務関係についての文章です。",
    "本サービスをご利用いただくには、規約を全文読み、同意していただく必要があります。",
    "また、仮にご利用者様が利用規約を読んでいなかったとしても、Miftonのアカウントを作成した時点で同意したとみなされます。"
  ],
  "articles": {
    "article1": {
      "title": "第1条（適用）",
      "description": [
        "規約は本サービスを利用されるご利用者様全員に適用されます。"
      ]
    },
    "article2": {
      "title": "第2条（定義）",
      "description": [
        "本規約において、以下の用語を定義します。",
        "「本サービス」とは、Mifton(ミフトン)という名称のサービスを指します。また、名称が変更された場合にも、変更後のサービスを「本サービス」と定めます。",
        "「規約」とは、本利用規約を指し、運営チームとご利用者様の間で締結されるものです。",
        "「ユーザー」とは、本サービスを利用する方のことで、これには運営チームも含まれます。",
        "「運営チーム」とは、本サービスのユーザーのうち、「Admin / 管理者」に位置付くユーザー、「Developer / 開発者」に位置付くユーザーのことを指します。",
        "「運営ユーザー」とは、本サービスのユーザーのうち、「Operator / 運営者」に位置づくユーザーのことを指します。"
      ]
    },
    "article3": {
      "title": "第3条（利用登録）",
      "description": [
        "利用者は、規約に遵守することを同意し、運営チームに一定の情報を提供することで、本サービスに登録できます。",
        "運営チーム、運営ユーザーは、以下のいずれかの項目に該当するユーザーの登録を却下・削除することがあり、それについての詳細をユーザーに開示する義務はありません。",
        "1. 運営チームに提供した情報に虚偽内容・記載漏れ等が含まれている場合",
        "2. ユーザーが運営チームに対して明らかな攻撃（DoS/DDoS攻撃、サーバーに負荷をかける行為）を行った場合",
        "3. ユーザーが反社会勢力との関連性があると判断した場合",
        "4. 第4条 (禁止事項) に当てはまる行為があったと判断した場合"
      ]
    },
    "article4": {
      "title": "第4条（禁止事項）",
      "description": [
        "ユーザーは本サービスの利用にあたり、以下の行為を行ってはいけません。",
        "1. 法令に違反する行為やコンテンツの配布",
        "2. 公序良俗に反する行為",
        "3. 運営チームやその他ユーザーを脅迫する行為",
        "4. 虚偽の情報を用いて本サービスに利用登録し、第三者になりすます行為",
        "5. 本サービスの他のユーザーの登録情報を利用する行為",
        "6. サーバーに過度な負担をかける行為（スクレイピングなどを含みます）",
        "7. Minecraftのワールド荒らし行為について賛同、発信する行為",
        "8. 特定のサーバー、サービス、ユーザーへの過度な非難・攻撃",
        "9. 運営チームからの承認なしに管理者ページにアクセスする行為（例えそれが本サービスによる欠陥であったとしても禁止します。もし、発見した場合は運営メンバーへお知らせいただけますようお願いします。）",
        "10. 運営チーム、運営ユーザーの運営を妨害する行為",
        "11. 運営チーム、運営ユーザーに対しての権限要求、催促など",
        "12. 未成年者にとって有害なサイト、または法律に接触するサイトへのリンクを貼る行為",
        "13. Torについて言及する投稿",
        "14. 自殺・自称行為の示唆、またはそれに関連する画像や発言の投稿",
        "15. 第三者の個人情報（電話番号、メールアドレス、顔写真、住所、氏名など）を許可なく投稿する行為",
        "16. 特定の人種・宗教・性別・性的嗜好に対して差別する行為",
        "17. デマの流布",
        "18. プログラムなどを用いてアカウントや投稿を不正に作成・投稿する行為（Botなどを含みます）",
        "19. その他、運営チーム、運営ユーザーが不適切であると判断した行為"
      ]
    },
    "article5": {
      "title": "第5条（免責事項）",
      "description": [
        "本サービスは、有志によって運営されています。",
        "Minecraft, Mojang社 および Microsoft社からの承認を受けたアプリケーションではありません。",
        "また、本サービスの利用において生じた一切の損害において、運営チームは責任を負いません。"
      ]
    }
  }
}
